Repository: FreePBX/blacklist
Catalog: i18n/*/LC_MESSAGES/blacklist.po
Languages: bg_bg, de_de, fa, fa_ir, fr_fr, it_it, ja_jp, nl_nl, pl, pt_br, pt_pt, ru_ru, vi

source: Actions
bg_bg: Действия
de_de: Aktionen
fa: عملیات
fa_ir: عملیات
it_it: Azioni
nl_nl: Acties
pl: Działania
pt_br: Ações
pt_pt: Ações
ru_ru: Действия
vi: Các thao tác

source: Add or replace entry
bg_bg: Добави или замени въведен номер
de_de: Eintrag hinzufügen oder ersetzen
fa: افزودن یا جایگزاری ورودی
fa_ir: افزودن یا جایگزینی ورودی
fr_fr: Ajouter ou remplacer une entrée
it_it: Aggiungi o sostituisci voce
ja_jp: エントリーを追加、更新する
nl_nl: Invoer toevoegen of veranderen
pl: Dodaj lub zastąp zapis
pt_br: Adicionar ou substituir elemento
pt_pt: Adicionar ou substituir entrada
ru_ru: Добавить или заменить запись
vi: Thêm hoặc thay thế mục nhập

source: Added %s to the blacklist.
fa: به فهرست سیاه %s اضافه شد.
ru_ru: %s добавлен в черный список.

source: Adding...
bg_bg: Добавяне...
de_de: Hinzufügen...
fa: در حال اضافه شدن...
fa_ir: در حال اضافه شدن...
fr_fr: En cours d'ajout...
it_it: Aggiungendo ...
pl: Dodawanie...
pt_br: Adicionando...
ru_ru: Добавление...
vi: Đang thêm...

source: Adds a number to the Blacklist Module. All calls from that number to the system will receive a disconnect recording. Manage these in the Blacklist module.
bg_bg: Добавя номер към Черния Списък. На всички обаждания от този номер към системата ще отговори съобщение за прекъсване.
de_de: Füge eine Nummer der Sperrliste hinzu. Alle Anrufe von dieser Nummer erhalten eine Trennungsansage. Verwalte dies im Sperrlistenmodul.
fa: ماژول افزودن شماره به فهرست سیاه.تمام تماس ها از این شماره قطع میشوند. این را در ماژول تنظیم میکنند.
fa_ir: یک شماره به لیست سیاه اضافه نمایید. تمام تماس ها از این شماره به سیستم قطع خواهند شد که در این ماژول قابل مدیریت هستند.
fr_fr: Ajoute un numéro à la liste noire. Tous les appels de ce numéro recevrons un message de déconnexion. Gérer ceux-ci dans le module de liste noire.
it_it: Aggiunge un numero al modulo della lista nera. Tutte le chiamate da quel numero al sistema riceveranno una registrazione di disconnessione. Gestiscili nel modulo Blacklist.
pl: Dodanie numeru do modułu Czarnej Listy (Blacklist). Wszystkie połączenia z tego numeru do systemu otrzymają nagranie rozłączenia. Zarządzaj tym w module Czarnej Listy.
pt_br: Adiciona um número ao Módulo da Lista Negra. Todas as chamadas desse número para o sistema receberão uma gravação de desconexão. Gerencie-os no módulo de Lista Negra.
ru_ru: Добавляет номер в модуль "Черный список". Все звонки в систему с заблокированного номера будут получать запись о недоступности. Управляйте ими в модуле "Черный список".
vi: Thêm một số vào mô đun danh sách đen. Tất cả các cuộc gọi từ các số đó đến hệ thống sẽ nhận một bản ghi ngắt kết nối. Quản lý chúng trong mô đun Danh sách đen.

source: Adds the last caller to the Blacklist Module. All calls from that number to the system will receive a disconnect recording.
bg_bg: Добавя последния обадил се номер към Черния Списък. На всички обаждания от този номер към системата ще отговори съобщение за прекъсване.
de_de: Fügt den letzten Anrufen der Sperrliste hinzu. Alle Anrufe von dieser Nummer erhalten eine Trennungsansage.
fa: افزودن تماس گیرنده به فهرست سیاه. تمام تماس ها از این شماره قطع میشوند.
fa_ir: افزودن آخرین تماس گیرنده به لیست سیاه. تمامی تماس ها از این شماره به سیستم قطع خواهند شد.
fr_fr: Ajoute le dernier appelant à la liste noire. Tous les appels de ce numéro recevrons un message de déconnexion.
it_it: Aggiunge l'ultimo chiamante al modulo della lista nera. Tutte le chiamate da quel numero al sistema riceveranno una registrazione di disconnessione.
pl: Dodanie ostatniego dzwoniącego do modułu czarnej listy. Wszystkie połączenia z tego numeru do systemu otrzymają nagranie rozłączenia.
pt_br: Adiciona o último usuário chamador ao Módulo de Lista Negra. Todas as chamadas desse número para o sistema receberão uma gravação de desconexão.
ru_ru: Добавляет последнего абонента в модуль Черный список. Все звонки с этого номера в систему будут получать уведомление о недоступности.
vi: Thêm người gọi cuối cùng vào Mô đun Danh sách đen. Tất cả các cuộc gọi từ số đó đến hệ thống sẽ nhận được một bản ghi ngắt kết nối.

source: Admin
bg_bg: Админ
de_de: Administrator
fa_ir: مدیر
fr_fr: Administrateur
it_it: Amministratore
nl_nl: Beheer
pl: Administrator
ru_ru: Алминистратор
vi: Quản trị viên

source: Are you sure you want to delete this item?
ru_ru: Вы уверены, что хотите удалить этот элемент?

source: Blacklist
bg_bg: Черен Списък
de_de: Sperrliste
fa: فهرست سیاه
fa_ir: لیست سیاه
fr_fr: Liste noire
it_it: Lista Nera
ja_jp: ブラックリスト
nl_nl: Zwarte lijst
pl: czarna lista
pt_br: Lista Negra
pt_pt: Lista Negra
ru_ru: Черный список
vi: Danh sách đen

source: Blacklist Module
bg_bg: Черен Списък
de_de: Sperrliste
fa: ماژول فهرست سیاه
fa_ir: ماژول لیست سیاه
fr_fr: Module de liste noire
it_it: Modulo lista nera
pl: moduł czarnej listy
pt_br: Módulo de Lista Negra
ru_ru: Модуль Черный список
vi: Mô đun Danh sách đen

source: Blacklist Number
bg_bg: Номер в Черен Списък
de_de: Nummer hinzufügen
fa: شماره فهرست سیاه
fa_ir: شماره لیست سیاه
fr_fr: Ajouter un numéro à la liste noire
it_it: Numero di lista nera
pl: Numer z czarnej listy
pt_br: Número da Lista Negra
ru_ru: Номер черного списка
vi: Số Danh sách đen

source: Blacklist a number
bg_bg: Въведи номер в Черен Списък
de_de: Eine Nummer hinzufügen
fa: تعداد فهرست سیاه
fa_ir: تعداد لیست سیاه
fr_fr: Ajouter un numéro dans la liste noire
it_it: Mette in Blacklist un numero
ja_jp: 番号をブラックリストに入れる
nl_nl: Zet een nummer op zwarte lijst
pl: Umieść numer na czarnej liście
pt_br: Adicionar um número à lista negra
pt_pt: Inlcuir número em Lista Negra
ru_ru: Внести номер в черный список
vi: Ghi một số vào danh sách đen

source: Blacklist the last caller
bg_bg: Въведи последния обадил се в Черен Списък
de_de: Letzten Anrufer zur Sperrliste hinzufügen
fa: فهرست سیاه آخرین تماس گیرنده
fa_ir: آخرین تماس گیرنده لیست سیاه
fr_fr: Ajouter dans la liste noire le dernier appelant
it_it: Mette in Blacklist l'ultimo chiamante
ja_jp: 最後の発信者をブラックリストに登録
nl_nl: Zet nummer van laatste oproep op zwarte lijst
pl: Umieść na czarnej liście ostatniego rozmówcę
pt_br: Adicionar o último usuário chamador à lista negra
pt_pt: Incluir último chamador na Lista Negra
ru_ru: Внести в черный список номер последнего позвонившего
vi: Ghi người gọi cuối vào danh sách đen

source: Block Unknown/Blocked Caller ID
bg_bg: Блокирай Неразпознат/Блокиран Caller ID
de_de: Unbekannte/Blockierte AnruferID blockieren
fa: مسدود کردن ناشناس/شناسه تماس گیرنده مسدود شده
fa_ir: ناشناس مسدود شده/شناسه تماس گیرنده مسدود شده
fr_fr: Bloquer les ID appelant inconnus ou bloqués
it_it: Blocco sconosciuto / chiamte bloccate ID
pl: Zablokuj nieznane/Zablokowany identyfikator rozmówcy
pt_br: Bloquear ID do Chamador Desconhecido/Bloqueado
ru_ru: Блокировать Unknown (неизвестный)/Заблокировать CallerID
vi: Khóa ID của người gọi không biết/ bị khóa

source: Bulk Handler
bg_bg: Обработка Наведнъж
fa_ir: کنترل کننده دسته ای
fr_fr: Chargement par lots
it_it: Gestore di massa
pt_br: Movimentação em Massa
ru_ru: Массовый обработчик
vi: Bộ quản lý tổng hơp- Bulk Handler

source: Call Date/Time
bg_bg: Дата/Час на Обаждане
de_de: Anruf Datum/Uhrzeit
fa: تاریخ/ساعت تماس
fa_ir: تاریخ/ساعت تماس
fr_fr: Date/Heure de l'appel
it_it: Chiama data / ora
pl: Data/czas połączenia
pt_br: Data/Hora Chamada
ru_ru: Дата/Время вызова
vi: Thời gian/ Ngày của cuộc gọi

source: Call Log
bg_bg: Лог на Обажданията
de_de: Anrufliste
fa: لاگ تماس
fa_ir: لاگ تماس
fr_fr: Journal d'appel
it_it: Registro chiamate
pl: Rejestr połączeń
pt_br: Registro de Chamadas
ru_ru: Журнал вызова
vi: Nhật ký cuộc gọi

source: Check here to catch Unknown/Blocked Caller ID
bg_bg: Маркирайте за да улавяте Неразпознат/Блокиран Caller ID
de_de: Sperrliste für Unbekannte/Blockierte AnruferID aktivieren/deaktivieren
fa: برای دیدن شناسه تماس گیرنده مسدود شده/ناشناخته اینجا را چک کنید
fa_ir: برای دیدن شناسه تماس گیرنده مسدود شده/ناشناخته انتخاب کنید
fr_fr: Cochez cette case pour attraper les appelant inconnus / bloqués
it_it: Controlla qui per catturare l'ID chiamante sconosciuto / bloccato
ja_jp: 不明/ブロックされた発信者番号をキャッチするにはここにチェックを入れてください
nl_nl: Aanvinken om onbekende/geblokkeerde Caller ID te blokkeren
pl: Sprawdź tutaj aby przechwycić nieznane/zablokowane identyfikatory rozmówcy
pt_br: Marque aqui para capturar o ID do Chamador Desconhecido/Bloqueado
pt_pt: Selecione para capturar ID de Chamador Desconhecido/Bloqueado
ru_ru: Поставьте отметку здесь что бы заблокировать пустой Caller ID
vi: Đánh dấu check ở đây để biết ID người gọi không biết/ bị chặn

source: Choose where blacklisted calls go
bg_bg: Изберете накъде да се насочват въведените в черния списък обаждания
de_de: Wähle was mit Anrufern der Sperrliste passieren soll
fa: انتخاب کنید تماس های مسدود شده به کجا روند
fa_ir: تعیین نمایید تماس های لیست سیاه به چه مقصدی هدایت شوند
fr_fr: Choisir l'endroit ou les numéros de la liste noire devrait être acheminés
it_it: Scegli dove andare le chiamate nella lista nera
pl: Sprawdź gdzie idą połączenia z czarnej listy
pt_br: Escolha onde as chamadas na lista negra irão
ru_ru: Выберите куда направлять звонки с номеров из черного списка
vi: Chọn nơi các cuộc gọi đã bị liệt vào danh sách đen đến

source: Close
bg_bg: Затвори
de_de: Schließen
fa: بستن
fa_ir: بستن
fr_fr: Fermer
it_it: Chiudi
pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
vi: Đóng

source: Could not find file after upload
bg_bg: Не мога да намеря файла след качването
de_de: Konnte die Datei nach dem Hochladen nicht finden
fa: فایل بعد از بارگذاری یافت نمیشود
fa_ir: فایل بعد از بارگذاری یافت نشد
fr_fr: Le fichier n'a pas pu être trouvé après le téléchargement
it_it: Impossibile trovare il file dopo il caricamento
nl_nl: Kan het bestand niet vinden na uploaden
pl: Nie można znaleźć pliku po jego załadowaniu
pt_br: Não foi possível localizar o arquivo após o upload
pt_pt: Não foi possível encontrar ficheiro após transferencia
ru_ru: После загрузки файл не найден
vi: Không tìm thấy tệp sau khi tải

source: Delete Selected
bg_bg: Изтрий Избраните
de_de: Auswahl löschen
fa: حذف انتخاب شده
fa_ir: حذف مورد انتخاب شده
fr_fr: Supprimer les entrées sélectionnées
it_it: Elimina selezionato
pl: Wybrano usuń
pt_br: Apagar Selecionados
ru_ru: Удалить выбранный
vi: Xóa những gì đã chọn

source: Description
bg_bg: Описание
de_de: Beschreibung
fa: شرح
fa_ir: توضیحات
it_it: Descrizione
ja_jp: 説明
nl_nl: Omschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru_ru: Описание
vi: Mô tả

source: Description of number blacklisted
bg_bg: Описание на номер от черния списък
de_de: Beschreibung der Nummer auf der Sperrliste
fa_ir: مقصد تماس های لیست سیاه
fr_fr: Description du numéro sur la liste noire
it_it: Descrizione del numero nella blacklist
pl: Opis numeru zamieszczonego na czarnej liście
pt_br: Descrição do número na lista negra
ru_ru: Описание номера, внесенного в черный список
vi: Mô tả của số thuộc danh sách đen

source: Destination for BlackListed Calls
bg_bg: Направление за Обаждания от Черния Списък
de_de: Ziel für Anrufer der Sperrliste
fa: مقصد تماس های فهرست سیاه
fa_ir: مقصد تماس های لیست سیاه
fr_fr: Destination des appels sur la liste noire
it_it: Destinazione per le chiamate con BlackListed
pl: Miejsce docelowe połączeń z czarnej listy
pt_br: Destino das Chamadas na Lista Negra
ru_ru: Назначение для вызовов из черного списка
vi: Điểm đến của các cuộc gọi thuộc danh sách đen

source: Entry Updated
bg_bg: Въвеждането е Обновено
de_de: Eintrag aktualisiert
fa: ورودی به روز شده
fa_ir: ورودی بروز رسانی شده
fr_fr: Entrée mise à jour
it_it: Voce aggiornata
pl: Zapis zaktualizowany
pt_br: Entrada Atualizada
ru_ru: Запись обновлена
vi: Mục nhập đã được cập nhật

source: Import/Export
bg_bg: Внасяне/Изнасяне
de_de: Importieren/Exportieren
fa: ورود/خروج
fa_ir: ورود/خروج
fr_fr: Importer/Exporter
it_it: Importare / Esportare
pl: Import/Eksport
pt_br: Importar/Exportar
ru_ru: Импорт/Экспорт
vi: Nhập/ Xuất

source: Import/Export Caller Blacklist
bg_bg: Внасяне/Изнасяне на Черен Списък с Обаждащи се
de_de: Sperrliste Importieren/Exportieren
fa_ir: ورود/خروج تماس گیرنده لیست سیاه
fr_fr: Importer/Exporter la liste noire des appelants
it_it: Importa / Esporta lista nera chiamante
pl: Import/Eksport czarnej listy rozmówców
pt_br: Importar/Exportar Lista Negra de Usuários Chamadores
ru_ru: Импорт/Экспорт абонентов черного списка
vi: NHập/ Xuất Danh sách đen người gọi

source: No
bg_bg: Не
de_de: Nein
fa: خیر
fa_ir: خیر
fr_fr: Non
pl: Nie
pt_br: Não
ru_ru: Нет
vi: Không

source: No Entries to export
bg_bg: Няма Въвеждания за изнасяне
de_de: Keine Einträge zum Exportieren
fa: چیزی برای خروجی وجود ندارد
fa_ir: موردی برای خروجی گرفتن وجود ندارد
fr_fr: Pas d'entrées à exporter
it_it: Nessuna voce da esportare
nl_nl: Geen regels om te exporteren
pl: Brak zapisów do eksportu
pt_br: Sem Elementos para exportar
pt_pt: Sem Entradas para exportar
ru_ru: Нет записей для экспорта
vi: Không có mục nhập nào xuất ra

source: Number
bg_bg: Номер
de_de: Nummer
fa: تعداد
fa_ir: شماره
fr_fr: Numéro
it_it: Numero
ja_jp: 番号
nl_nl: Nummer
pl: Numer
pt_br: Número
pt_pt: Número
ru_ru: Номер
vi: Số điện thoại

source: Number/CallerID
bg_bg: Номер/CallerID
de_de: Nummer/AnruferID
fa: شماره/شناسه تماس گیرنده
fa_ir: شماره/شناسه تماس گیرنده
fr_fr: Numéro/Appelant
it_it: Numero / ID chiamante
ja_jp: 番号/発信者ID
nl_nl: Nummer/Caller ID
pl: Numer/Identyfikator rozmówcy
pt_br: Número/ID do Chamador
pt_pt: Número/CallerID
ru_ru: Номер/Caller ID
vi: Số điện thoại/ ID người gọi

source: Number/CallerID cannot be blank
bg_bg: Номер/CallerID не може да е празно
de_de: Nummer/AnruferID darf nicht leer sein
fa_ir: شماره/تلفن تماس گیرنده نمیتواند خالی باشد
fr_fr: Numéro/Appelant ne peut être vide
it_it: Numero / ID chiamante non può essere vuoto
pl: Numer/Identyfikator rozmówcy nie może być ukryty
pt_br: Número/ID do Chamador não pode estar em branco
ru_ru: Номер/CallerID не может быть пустым
vi: Số điện thoại/ ID người gọi không thể để trống

source: Numbers Deleted
bg_bg: Изтрити Номера
de_de: Nummern gelöscht
fa_ir: شماره ها حذف شدند
fr_fr: Numéros supprimés
it_it: Numeri cancellati
pl: Usunięte numery
pt_br: Números Apagados
ru_ru: Номера удалены
vi: Các số điện thoại đã bị xóa

source: Phone Number
bg_bg: Телефонен Номер
de_de: Telefonnummer
fa_ir: شماره تلفن
fr_fr: Numéro de téléphone
it_it: Numero di telefono
pl: Numer telefonu
pt_br: Número do Telefone
ru_ru: Номер телефона
vi: Số điện thoại

source: Phone Number Required
bg_bg: Необходим е Телефонен Номер
de_de: Telefonnummer erforderlich
fa_ir: شماره تلفن ضروری است
fr_fr: Numéro de téphone requis
it_it: Numero di telefono richiesto
pl: Wymagany numer telefonu
pt_br: Necessário o Número de Telefone
ru_ru: Требуется номер телефона
vi: Số điện thoại yêu cầu

source: Remove a number from the blacklist
bg_bg: Извади номер от Черен Списък
de_de: Nummer von der Sperrliste entfernen
fa: خروج شماره از فهرست سیاه
fa_ir: خروج شماره از لیست سیاه
fr_fr: Retirer un numéro de la blacklist
it_it: Rimuove un numero dalla blacklist
ja_jp: ブラックリストから番号を削除
nl_nl: Verwijder een nummer van de zwarte lijst
pl: Usuń numer z czarnej listy
pt_br: Remover um número da lista negra
pt_pt: Remover um número da lista negra
ru_ru: Удалить номер из черного списка
vi: Xóa một số khỏi danh sách đen

source: Removes a number from the Blacklist Module
bg_bg: Премахва номер от Черния Списък
de_de: Nummer von der Sperrliste entfernen
fa: ماژول حذف شماره از فهرست سیاه
fa_ir: حذف شماره از لیست سیاه
fr_fr: Supprime un numéro de la liste noire
it_it: Rimuove un numero dal modulo della lista nera
pl: Usuń numer z modułu czarnej listy
pt_br: Remove um número do Módulo de Lista Negra
ru_ru: Удаляет номер из модуля черного списка
vi: Xóa một số khỏi Mô đun danh sách đen

source: Reset
bg_bg: Изчисти
de_de: Zurücksetzen
fa: بازنشانی
fa_ir: بازنشانی
fr_fr: Réinitialiser
it_it: Azzerare
pl: Wyzeruj
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: Save Changes
bg_bg: Запиши Промените
de_de: Änderung speichern
fa: ذخیره تغییرات
fa_ir: ذخیره تغییرات
fr_fr: Sauvegarder les modifications
it_it: Salvataggio Cambiamenti
pl: Zapisz zmiany
pt_br: Salvar Mudanças
ru_ru: Сохранить изменения
vi: Lưu các thay đổi

source: Save changes
bg_bg: Запиши Промените
de_de: Änderungen speichern
fa: ذخیره تغییرات
fa_ir: ذخیره تغییرات
fr_fr: Sauvegarder les modifications
it_it: Salva i Cambiamenti
pl: Zapisz zmiany
pt_br: Salvar mudanças
ru_ru: Сохранить изменения
vi: Lưu các thay đổi

source: Settings
bg_bg: Настройки
de_de: Einstellungen
fa: تنظیمات
fa_ir: تنظیمات
fr_fr: Paramètres
it_it: Impostazioni
pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
vi: Các cài đặt

source: Submit
bg_bg: Приеми
de_de: Bestätigen
fa: ثبت
fa_ir: ثبت
fr_fr: Soumettre
it_it: Sottoscrivi
pl: Zatwierdź
pt_br: Enviar
ru_ru: Применить
vi: Gửi đi

source: Sucessfully imported all entries
bg_bg: Всички въвеждания са внесени успешно
de_de: Alle Einträge erfolgreich importiert
fa: تمام موارد با موفقیت وارد شدند
fa_ir: تمام موارد با موفقیت وارد شدند
fr_fr: Les entrées ont été importées avec succès
it_it: Importato con successo tutte le voci
nl_nl: Importeren van regels geslaagd
pl: Import wszystkich zapisów zakończony sukcesem
pt_br: Todos os elementos importados com sucesso
pt_pt: Todas as entradas importadas com sucesso
ru_ru: Все записи успешно импортированы
vi: Xuất tất cả mục nhập thành công

source: The file must be in CSV format!
bg_bg: Файлът трябва да е в CSV формат!
de_de: Die Datei muss im CSV Format sein!
fa: فایل باید به فرمت CSV باشد!
fa_ir: فایل باید با فرمت CSV باشد!
fr_fr: Le fichier doit être en format CSV !
it_it: Il file deve essere in formato CSV!
nl_nl: Het bestand moet een komma-gescheiden bestand (CSV) zijn!
pl: Plik musi być w formacie CSV!
pt_br: O arquivo precisa estar em formato CSV!
pt_pt: O ficheiro deve estar no formato CSV!
ru_ru: Файл должен быть в формате CSV!
vi: Tệp phải ở dạng CSV!

source: The number as it appears in the callerid display
bg_bg: Номерът, както се появява на callerid дисплея
de_de: Die Nummer erscheint in der AnruferID Anzeige
fa_ir: شماره ای که به عنوان شناسه تماس گیرنده نمایش داده می شود
fr_fr: Le numéro tel qui apparait sur l'afficheur
it_it: Il numero così come appare nel display del chiamante
pl: Numer jak ten występujący na wyświetlaczu odbiorcy
pt_br: O número tal como aparece no visor de ID de chamadas
ru_ru: Номер в том виде, в каком он отображается в виде CallerID
vi: số điện thoại như xuất hiện trong màn hình ID người gọi

source: There was an error uploading the file
bg_bg: Грешка при качване на файл
de_de: Beim Hochladen der Datei ist ein Fehler auftgetreten
fa: در بارگذاری فایل خطا رخ داد
fa_ir: در بارگذاری فایل خطا رخ داده است
fr_fr: Il y a eu une erreur lors du téléchargement du fichier
it_it: Si è verificato un errore durante l'upload del file
nl_nl: Bij het uploaden deed zich een fout voor
pl: Wystąpił błąd ładowania pliku
pt_br: Ocorreu um erro ao carregar o arquivo
pt_pt: Ocorreu um erro transferindo o ficheiro
ru_ru: Возникла ошибка загрузки файла
vi: Đã xảy ra lỗi khi đang tải tệp lên

source: This functionality is now part of the Bulk Handler Module
bg_bg: Тази функционалност сега е част от модула за Обработка Наведнъж
de_de: Diese Funktionalität ist jetzt Teil des Bulk-Handler Modul
fa_ir: این عملکرد در حال حاضر بخشی از ماژول کنترل کننده دسته ای می باشد
fr_fr: Cette fonctionnalité fait maintenant partie du module de chargement par lots
it_it: Questa funzionalità è ora parte del Bulk Handler Module
pl: Funkcjonalność jest obecnie częścią Modułu Masowego Zarządzania
pt_br: Esta funcionalidade agora faz parte do Módulo de Gerenciador de Carga
ru_ru: Эта функциональность теперь является частью модуля Массовый обработчик
vi: Chức năng này hiện tại là một phần của Mô đun Bulk Handler ( Bộ quản lý tổng hợp)

source: This module is used to manage a system wide list of blocked callers
bg_bg: Този модул се използва за управление на списък с блокирани обаждания в цялата система
de_de: Dieses Modul wird verwendet, um eine systemweite Liste von blockierten Anrufern zu verwalten
fa_ir: این ماژول به منظور مدیریت تماس گیرندگان بلوکه شده استفاده می شود
fr_fr: Ce module sert a gérer une liste noire globale d'appelants
it_it: Questo modulo viene utilizzato per gestire un elenco di tutti i chiamanti bloccati di sistema
pl: Ten moduł jest używany do zarządzania systemem obszernej listy zablokowanych rozmówców
pt_br: Este módulo é utilizado para gerenciar uma lista de usuários chamadores bloqueados em todo o sistema
ru_ru: Этот модуль используется для управления общесистемным списком заблокированных абонентов
vi: Mô đun này được sử dụng để quản lý một hệ thống danh sách lớn các người gọi bị khóa

source: Yes
bg_bg: Да
de_de: Ja
fa: بله
fa_ir: بله
fr_fr: Oui
it_it: Si
pl: Tak
pt_br: Sim
ru_ru: Да
vi: Có

source: CSV Format
fa: فرمت CSV

source: DESCRIPTION
fa: شرح

source: Export to CSV
fa: خروجی برای CSV
nl_nl: Exporteren naar komma-gescheiden bestand (CSV)
pt_pt: Exportar para CSV

source: Import from CSV
fa: ورود از CSV
nl_nl: Importeer vanuit een komma-gescheiden bestand (CSV)
pt_pt: Importar de CSV

source: NUMBER
fa: تعداد

source: Upload
fa: بارگذاری

source: Blacklist entries
ja_jp: ブラックリストエントリー一覧
nl_nl: Nummers op zwarte lijst
pt_pt: Entradas na Lista Negra

source: Blacklist entry
ja_jp: ブラックリストエントリー
nl_nl: Nummer op zwarte lijst
pt_pt: Entrada na Lista Negra

source: Block Unknown/Blocked Caller ID:
ja_jp: 不明/ブロックされた発信者番号をブロックする：
nl_nl: Blokkeer onbekend/geblokkeerd Caller ID:
pt_pt: Bloquear ID de Chamador Desconhecidos/Bloqueados:

source: Delete
ja_jp: 削除
nl_nl: Verwijderen
pt_pt: Eliminar

source: Description:
ja_jp: 説明:
nl_nl: Omschrijving:
pt_pt: Descrição:

source: Edit
ja_jp: 編集
nl_nl: Bewerken
pt_pt: Editar

source: Enter a description for the number you want to block
ja_jp: ブロックしたい番号の説明を入力してください
nl_nl: Voeg een beschrijving toe voor het nummer dat u wilt blokkeren
pt_pt: Introduza uma descrição para o número que pretende bloquear

source: Enter the number/CallerID you want to block
ja_jp: ブロックしたい番号/発信者IDを入力してください
nl_nl: Voeg het nummer/Caller ID in welke u wilt blokkeren
pt_pt: Introduza o número/CallerID que pretende bloquear

source: Import Entries
nl_nl: Importeer regels
pt_pt: Importar Entradas

source: Import blacklist entries from a CSV file. Where the first column is the number and the second is the description
nl_nl: Importeer zwarte lijst regels vanuit een komma-gescheiden (CSV)-bestand. De eerste kolom bevat het nummer en de tweede kolom bevat de omschrijving
pt_pt: Importar entrada na lista negra a partir de ficheiro CSV. A primeira coluna é o número e a segunda é a descrição

source: Number/CallerID:
ja_jp: 番号/発信者ID:
nl_nl: Nummer/Caller ID:
pt_pt: Número/CallerID:

source: Submit Changes
ja_jp: 変更を適用
nl_nl: Veranderingen opslaan
pt_pt: Submeter Alterações

source: deleted
ja_jp: 削除されました
nl_nl: verwijderd
pt_pt: eliminado
